Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/nuorisoneuvosto.html.tmx
Source language: fin
Languages: sms

source: Nuorisoneuvosto
sms: Nuõrisuåvtõs

source: Nuorisoneuvostoon valitaan kahdeksi vuodeksi kerrallaan puheenjohtaja, varapuheenjohtaja ja viisi muuta jäsentä sekä jokaiselle henkilökohtaiset varajäsenet.
sms: Nuõrisuåvtõʹsse vaʹlljeet kueiʹt ekka vuârai saaǥǥjååʹđteei, väärrsaaǥǥjååʹđteei da vitt jeeʹres vuäzzla di juõʹǩǩʼkiʹžže jiiʹjjes väärrvuäzzla.

source: Näiden varsinaisten jäsenten ja varajäsenten tulee olla valituksi tullessaan 18-28-vuotiaita.
sms: Täk väʹlddveärlaž vuäzzla da väärrvuäzzla âʹlǧǧe leeʹd 18-28-âkksa, teʹl ko siʹjjid vaʹlljeet.

source: Lisäksi nuorisoneuvostoon valitaan kahdeksi vuodeksi kerrallaan enintään viisi pysyvää asiantuntijajäsentä, joiden tulee olla valituksi tullessaan 15-17-vuotiaita.
sms: Lââʹssen nuõrisuåvtõʹsse vaʹlljeet kueiʹt ekka vuârai jäänmõsân vitt põõšši äʹšštobddivuäzzla, kook âʹlǧǧe leeʹd 15-17-âkksa, teʹl ko siʹjjid vaʹlljeet.

source: Nuorisoneuvoston puheenjohtajan ja varapuheenjohtajan ei tarvitse olla saamelaiskäräjien jäseniä.
sms: Nuõrisuåvtõõzz saaǥǥjååʹđteei da väärrsaaǥǥjååʹđteei jie taarbâž leeʹd Sääʹmteeʹǧǧ vuäzzla.

source: Nuorisoneuvosto valmistelee ne saamelaiskäräjien lausunnot, aloitteet ja muut kannanotot jotka koskevat saamelaisnuoria tai saamelaisnuorten elinoloja.
sms: Nuõrisuåvtõs valmštââll tõid Sääʹmteeʹǧǧ ceâlklmid, aalǥtõõzzid da jeeʹres peäʹlestvälddmõõžžid, kook kueʹsǩǩe sääʹmnuõrid leʹbe sääʹmnuõri jieʹllemvuõʹjjid.

source: Muita nuorisoneuvoston päätehtäviä on edistää saamelaisnuorten kielellisiä ja kulttuurisia oikeuksia ympäri Suomen sekä vahvistaa saamelaisnuorten kuuluvuutta saamelaiskulttuuriin.
sms: Jeeʹres nuõrisuåvtõõzz väʹlddtuâj lie oouʹdeed sääʹmnuõri ǩiõlʼlaž da kulttuurlaž vuõiggâdvuõđid pirr Lääʹddjânnam di nââneed sääʹmnuõri kuullmõõžž sääʹmkulttuuʹre.

source: Nuorisoneuvosto 2022-2023
sms: Nuõrisuåvtõs 2020-2021

source: Varsinaiset jäsenet:
sms: Vuäzzla:

source: Varajäsenet:
sms: Väärrvuäzzla:

source: Asiantuntijajäsenet:
sms: Äʹšštobddivuäzzla:

source: Nuorisoneuvosto järjestäytyy alkuvuodesta 2022.
sms: Nuõrisuåvtõs vaʹlljad kõõskstes suåvtõʹsse kueiʹt ekka vuârast saaǥǥjååʹđteei da väärrsaaǥǥjååʹđteei.

source: Ensimmäisessä kokouksessa nuorisoneuvosto valitsee keskuudestaan neuvostoon kahdeksi vuodeksi kerrallaan puheenjohtajan ja varapuheenjohtajan.
sms: Nuõrisuåvtõs vuäitt vaʹlljed suåvtõʹsse kueiʹt ekka vuârast jäänmõsân vitt põõšši ääʹšštoobdi.

source: Lisäksi nuorisoneuvosto nimeää neuvostolle kahdeksi vuodeksi kerrallaan enintään viisi pysyvää asiantuntijaa.
sms: Vaʹlljeem poodd nuõrisuåvtõõzz ääʹšštoobdi aʹlǧǧe leeʹd 15–17-âkksa.
